// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Sincronizzazione Documento";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annulla";

// Text of "Next" button, used in various dialogs
"NEXT" = "Successivo";

// Text of "Done" button, used in various dialogs
"DONE" = "Fine";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Continua";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "iDisk locale precedente per %@";
"PREVIOUS DMG DIR" = "iDisk locali precedenti";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Su questo computer c'è una copia obsoleta di iDisk locale che utilizza %@ di spazio su disco. Desideri conservarla o spostarla nel Cestino?";
"MIGRATION_DESKTOP"  = "Mantieni";
"MIGRATION_TRASH"    = "Sposta nel Cestino";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Su questo computer c'è una copia obsoleta di iDisk locale che utilizza %@ di spazio su disco. Desideri conservarla o spostarla nel Cestino?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Su questo computer c'è una copia obsoleta di iDisk locale che utilizza %@ di spazio su disco. Desideri conservarla o spostarla nel Cestino?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Su questo computer ci sono diverse copie obsolete di iDisk locale che utilizzando %@ di spazio su disco. Desideri conservarle o spostarle nel Cestino?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Su questo computer ci sono diverse copie obsolete di iDisk locale che utilizzano %@ di spazio su disco. Desideri conservarle o spostarle nel Cestino?";
"CLEANUP_IMAGES_ALL"            = "Su questo computer ci sono diverse copie obsolete di iDisk locale che utilizzando %@ di spazio su disco. Desideri conservarle o spostarle nel Cestino?";

"CLEANUP_TITLE_1"     = "Sul computer è stata trovata un'altra copia di iDisk.";
"CLEANUP_TITLE_MULTI" = "Sul computer sono state trovate altre copie di iDisk.";

"Keep"  = "Mantieni";
"Trash" = "Sposta nel Cestino";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Il tuo iDisk è quasi pieno iDisk.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Non mostrare più questo avviso.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Alcuni documenti del tuo iDisk sono nel Cestino. Per disporre di maggiore spazio libero, svuota il Cestino.\n\nPuoi aumentare le dimensioni del tuo iDisk andando sul pannello %@ delle Preferenze di Sistema.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Puoi aumentare le dimensioni del tuo iDisk andando sul pannello %@ delle Preferenze di Sistema.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "La capacità dell'iDisk presente sul computer deve essere regolate.";
"RESIZE IDISK MSG" = "L'iDisk presente sul computer non sarà disponibile mentre le sue dimensioni vengono regolate.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Impossibile spegnere l'iDisk locale.";
"CANT DISABLE BUSY MSG" = "L'iDisk locale non può essere disabilitato adesso perché contiene documenti aperti. Chiudi i documenti e riprova.";
"CANT DISABLE ERR MSG%" = "iDisk locale non può essere disabilitato adesso perché si è verificato l'errore %d. Riprova più tardi.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Sto sincronizzando il tuo iDisk. Desideri continuare o eseguire il logout?";
"LOGOUT BUSY MSG" = "Puoi eseguire il logout dopo che il tuo iDisk è stato sincronizzato.";

// Text of the "log out" button.
"LOGOUT" = "Logout";

// Text of the "continue" button.
"CONTINUE SYNC" = "Continua sincronizzazione";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Ripulisco…";
"Last sync cancelled."           = "Ultima sincronizzazione annullata.";
"Finder Settings"                = "Impostazioni Finder";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "L'account %@ è scaduto.";
"CREATE FAILED:NIL DMA"          = "Impossibile attivare la sincronizzazione di iDisk. Verifica nome utente e password %@ nel pannello %@ delle Preferenze di Sistema.";
"CREATE FAILED:NO USERNAME"      = "Impossibile attivare la sincronizzazione di iDisk. Verifica nome utente e password %@ nel pannello %@ delle Preferenze di Sistema.";
"CREATE FAILED:TOO BIG"          = "Impossibile attivare la sincronizzazione con iDisk: esso supera lo spazio libero disponibile.";
"CREATE FAILED:UNKNOWN"          = "Impossibile attivare la sincronizzazione di iDisk. Riprova più tardi.";
"Cannot sync more than one computer at a time."	= "Un altro computer si sta sincronizzando con questo account. Riprova più tardi.";
"iDisk syncing unavailable."					= "La sincronizzazione iDisk non è al momento disponibile. Riprova più tardi.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Il tuo account %@ non ha un iDisk attivo.";
